Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalikauden_juhlaa_vietetaan_kesakuussa_2022_.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien vaalikauden juhlaa vietetään kesäkuussa 2022
sms: Sääʹmteeʹǧǧ vaalpoodd juuʹhl vieʹttjet ǩieʹssmannust 2022

source: Saamelaiskäräjien vaalikauden 2020-2023 juhlaa vietetään Saamelaiskulttuurikeskus Sajoksessa 17. kesäkuuta 2022 klo 11 alkaen.
sms: Sääʹmteeʹǧǧ vaalpoodd 2020-2023 juuʹhl vieʹttjet Sääʹmkulttuurkõõskõs Sajoozzâst 17. ǩieʹssmannu 2022 čiâss 11 ääʹljeeʹl.

source: Kaikki ovat kutsuttuja seuraamaan juhlaa suoran lähetyksen kautta.
sms: Puk liâ koččum seuʹrrjed juuʹhl vuõiggvuõlttõõzz pääiʹǩ.

source: – Odotan ilolla, että pääsemme vihdoin kokoontumaan yhteen ja juhlistamaan kuluvaa vaalikautta.
sms: – Vuârdam rämm-miõlin, što piâssâp mââimõõzzâst noorõõttâd õʹhtte da joohljâʹtted jooʹtti vaalpoodd.

source: Nyt olemme vaalikauden puolivälissä ja on hyvä hetki pysähtyä juhlan merkeissä, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Ååʹn leäʹp vaalpoodd pieʹllrääʹjest da ååʹn lij šiõǥǥ podd årsted juuʹhl miârkin, särnn Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Juhlan aikana päästään nauttimaan taitavien saamelaistaiteilijoiden esityksistä ympäri saamelaisaluetta.
sms: Juuʹhl poodd piâzzât naaudšet čieʹppi sääʹmartiisti čuäjtõõzzin pirr sääʹmvuuʹd.

source: Juhlassa esiintyvät mm. Ingá-Máret Gaup-Juuso, Anna Morottaja, Nils-Heikki Paltto sekä Anna Lumikivi.
sms: Juuʹhlest čuäjtõõđi liâ odm. Ingá-Máret Gaup-Juuso, Anna Morottaja, Nils-Heikki Paltto di Anna Lumikivi.

source: Lisäksi juhlassa päästään seuraamaan Auri Aholan tanssiesitystä sekä Niillas Holmbergin ja Ima Aikion runoesitystä.
sms: Lââʹssen juuʹhlest piâzzât seuʹrrjet Auri Ahola taʹnssčuäjtõõzz di Niillas Holmberg da Ima Aikio tivttčuäjtõõzz.

source: Päiväohjelman päättää Saamelaiskäräjien puheenjohtajien dialogi.
sms: Peiʹvvprograamm looppat Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹji dialoog.

source: Saamelaiskäräjien aikaisemmat puheenjohtajat Klemetti Näkkäläjärvi ja Tiina Sanila-Aikio sekä nykyinen puheenjohtaja Tuomas Aslak Juuso keskustelevat mieleenpainuvimmista hetkistä omilla kausillaan.
sms: Sääʹmteeʹǧǧ ääiʹjben leämmaž saaǥǥjååʹđteei Klemetti Näkkäläjärvi da Tiina Sanila-Aikio di ânnʼjõž saaǥǥjååʹđteei Tuomas Aslak Juuso saǥstâʹlle miõʹlle kuâđđjam pooddin jiijjâs põõʹjineez.

source: Myöhemmin ohjelmassa on Tundra Electron juhlakonsertti.
sms: Mâʹŋŋlubust prograammâst lij Tundra Electron juʹhllkonseʹrtt.

source: Juhlan ohjelma kokonaisuudessaan julkaistaan Saamelaiskäräjien nettisivuilla www.samediggi.fi/vaalikauden-juhla/
sms: Juuʹhl programm obbvuõđâst õlmstââʹttet Sääʹmteeʹǧǧ neʹttseeidain www.samediggi.fi/vaalpoodd-juhll

source: Vaalikauden juhlaan paikan päälle on kutsuttu saamelaisyhteisön jäseniä, saamelaisyhteiskunnan vaikuttajia, Suomen valtion sekä erinäisten yhteistyötahojen edustajia.
sms: Vaalpoodd johlla pääiʹǩ ool liâ koččum sääʹmõhtsažkååʹdd vuäzzla, sääʹmõhtsažkååʹdd vaaikteei, Lääʹdd riikk di jeeʹres õhttsažtuâjjtuâjjlai eeʹttǩeeʹj.

source: Juhlatilaisuuteen oman tervehdyksensä tuovat pääministeri Sanna Marin sekä Ruotsin ja Norjan Saamelaiskäräjien edustajat.
sms: Juʹhllpoʹdde jiijjâs tiõrvvʼvuõđid põʹhtte väʹlddminister Sanna Marin di Taarr da Ruõcc Sääʹmteeʹǧǧ eeʹttǩeeʹj.

source: Juhlaa pääsee seuraamaan suorana lähetyksenä osoitteessa www.sajos.fi/live .
sms: Juuʹhl peäss seuʹrrjet vuõiggvuõlttõssân addrõõzzâst www.sajos.fi/live .

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi

source: Kuva: Ellen-Maarit Juuso
sms: Kartt: Ellen-Maarit Juuso
